[
    {   
        "id":1,
        "number": "CEWA XXX (Fall)",
        "title":"Water remote sensing and social justice",
        "link":"/course/1",
        "description": "This course will introduce basic concepts of remote sensing, big data, cloud computing and applications that are necessary to build the literacy for understanding water issues. In particular, satellite remote sensing focused on water resources management and ways such remote sensing can be applied to identify, understand and develop solutions centered around social justice will be stressed. Satellite data from major space agencies such as NASA and user-ready tools for practical applications will be introduced",
        "instructor": "Faisal Hossain is the John R Kiely Endowed Professor in Civil and Environmental Engineering at the University of Washington. He received his Ph.D. from The University of Connecticut in 2004, his M.S (1999) and B.S (1996) from The National University of Singapore and Indian Institute of Technology, Varanasi, respectively. The overarching research mission of Faisal Hossain is to make access to information on water a ‘fundamental right for all nations and all humans’ and apply earth science discoveries with engineering technology to reduce social inequity in availability of food, water and energy around the world. He is the recipient of awards such as NASA New Investigator Award (2008), US Fulbright Faculty Award (2012), American Geophysical Union (AGU) Charles Falkenberg Award (2012), ASCE Walter Huber Award (2015), and American Geophysical Union International Award (2020). He is a Fellow of the American Meteorological Society and ASCE EWRI."
    },

    {
        "id":2,
        "number": "CEWA XXX (Fall)",
        "title":"Water Security and Global Health",
        "link":"/course/2",
        "description": "This course will discuss how water security relates to public health and the well-being of populations across the planet, especially in developing nations. The course modules will include discussions of various water related challenges that lead to major public health burdens across the developed and developing world, the growing challenges of climate change induced human health patterns, and how extreme events and changing seasonal hydroclimatic signatures affect vulnerable human populations. Topics will include the vulnerability and protection of water systems to improve resilience to natural disasters, climate change, extreme weather events, and resulting public health emergencies. Safe water access and sanitation challenges, evolving research in this arena, the communication of the risks of extreme events and water-related disease risk to disadvantaged populations, and the use of advanced satellite and mobile technologies to bridge such gaps will also be discussed as part of the course.",
        "instructor": "Ali S Akanda is an Associate Professor of Civil and Environmental Engineering at the University of Rhode Island. He is former member of the UW CEE Land Surface Hydrology research group and has obtained his Doctorate in Environmental and Water Resources Engineering from Tufts University, Medford, MA in 2011. He has been a faculty member at the University of Rhode Island since 2013, teaching Computer Aided Design, Civil Engineering and Water Resources. His primary research focus is on the intersections of Water Security, Climate Change, and Global Health. His current research includes waterborne disease modeling in South Asia, groundwater crisis in the Middle East, flood forecasting in major river basins of Asia and Africa, improving hydrologic modeling with neural network-based approaches in the US, and adapting water resources planning and design to evolving hydroclimatic extremes. He is an active member of the Hydrology and the Geohealth communities of the American Geophysical Union (AGU), and the UW Global Burden of Diseases (GBD) network as a water resources expert."

    },

    {
        "id":3,
        "number": "CEWA XXX (Winter)",
        "title":"Water Infrastructure and Safety",
        "link":"/course/3",
        "description": "This course will introduce basic concepts of water infrastructure resilience and its safety as they apply due to extreme weather and climate threats. Students will learn about the state of the art methods for physical ways of revaluating Probable Maximum Precipitation and Probable Maximum Flood that are cornerstones of design and risk assessment for critical water infrastructure.",
        "instructor": "Faisal Hossain is the John R Kiely Endowed Professor in Civil and Environmental Engineering at the University of Washington. He received his Ph.D. from The University of Connecticut in 2004, his M.S (1999) and B.S (1996) from The National University of Singapore and Indian Institute of Technology, Varanasi, respectively. The overarching research mission of Faisal Hossain is to make access to information on water a ‘fundamental right for all nations and all humans’ and apply earth science discoveries with engineering technology to reduce social inequity in availability of food, water and energy around the world. He is the recipient of awards such as NASA New Investigator Award (2008), US Fulbright Faculty Award (2012), American Geophysical Union (AGU) Charles Falkenberg Award (2012), ASCE Walter Huber Award (2015), and American Geophysical Union International Award (2020). He is a Fellow of the American Meteorological Society and ASCE EWRI." 
    },

    {
        "id":4,
        "number": "CEWA XXX (Winter)",
        "title":"Scientific Visualization and Coding",
        "link":"/course/4",
        "description": "This course will introduce basic concepts of scientific visualization and coding for analysis of large datasets for water security applications. Students will be shown practical examples of easy analytical tools and coding to identify trends, statistical summary and develop customized maps and figures.",
        "instructor": "Dr. Xiaodong Chen is a research scientist at Pacific Northwest National Laboratory under the US Department of Energy. He received his PhD in Civil and Environmental Engineering from the University of Washington in 2017. His research interests comprise multi-scale earth modeling systems, weather and climate modeling and big data analyses."  
    },

    {
        "id":5,
        "number": "CEWA XXX (Spring)",
        "title":"Water Security in Public Water Systems",
        "link":"/course/5",
        "description": "This course will discuss how public water system planning, design, and operation relates to the topic of water security. Topics will include development of water systems that are resilient to natural disasters, climate change, extreme weather events, and cybersecurity threats, as well as prepared for population growth or other changes in water demand trends. This will include a discussion of various water system facilities, including sources, treatment, transmission, storage, pumping, and other distribution system elements. Water quality standards/regulations and associated challenges will be discussed, with a particular focus on delivery of high-quality drinking water in an equitable and affordable manner. Planning requirements and guidelines for public water systems, and how these relate to water security, will also be discussed as part of the course.",
        "instructor": "Zach Schrempp is a civil engineering consultant licensed in Washington and Oregon. He is a UW CEE alumnus and has been part of the RH2 Engineering team since 2013, providing civil engineering and planning services to clients throughout the Pacific Northwest. His primary focus is on hydraulic modeling, comprehensive planning, and facility design, with experience in all phases of analysis, planning, design, and construction of drinking water, sanitary sewer, and stormwater projects. Throughout his career, he has provided water and sewer system modeling and planning services to over 30 public water and sewer systems throughout Washington and Oregon, including the development of numerous comprehensive Water System Plans. He frequently provides mentoring and training to junior engineering staff, and often provides technical presentations at regional engineering conferences on drinking water and sanitary sewer modeling, analysis, and design topics."  
    },

    {
        "id":6,
        "number": "CEWA XXX (Spring)",
        "title":"Water Security and Geopolitics",
        "link":"/course/6",
        "description": "Water conflict is essentially a political problem, particularly in transboundary river basins, where countries disagree about sharing the water resources and the authority to define its appropriate uses. This course will examine the conflict over water and existing efforts to deal with inter-sectoral competition (with focus on water and energy security), international allocation and treaties, and development disputes over infrastructure. The course will adopt the case of the Nile river basin in Northeastern Africa as a typical example of transboundary river basins, where water governance is challenged by intense population growth, recurring drought, climate change, increasing competition for water, and the construction of new dams. This 1-credit course does not presume any knowledge about water policy and students are expected to build a background necessary to pursue more focused research projects in water policy topics.",
        "instructor": "Dr. Hisham Eldardiry is a postdoctoral research associate at the Pacific Northwest National Laboratory (PNNL). He earned his PhD degree in Civil and Environmental Engineering from the University of Washington, Seattle in 2021. The primary focus of his research is geared towards finding sustainable solutions to the challenges facing the energy and water security, with particular interest in transboundary river basins, where hydro-political tensions are more pronounced. Dr. Eldardiry has been actively involved in teaching at University of Washington (water resources management and capstone design projects), and University of Louisiana (fluid mechanics and Engineering hydrology)."  
    }
]